Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Account/Login.*.resx
Languages: th_th

source: Use a local account to log in.
th_th: ใช้บัญชีท้องถิ่นเพื่อเข้าสู่ระบบ

source: Login
th_th: เข้าสู่ระบบ

source: Register as a new user
th_th: สมัครสมาชิกใหม่

source: Password
th_th: รหัสผ่าน

source: Sign in to your account to continue
th_th: เข้าสู่ระบบบัญชีของคุณเพื่อดำเนินการต่อ

source: Sign up
th_th: สมัครสมาชิก

source: Don&apos;t have an account?
th_th: ยังไม่มีบัญชีผู้ใช้?

source: Email or Username
th_th: อีเมลหรือชื่อผู้ใช้

source: Enter your password
th_th: กรุณากรอกรหัสผ่านของคุณ

source: Welcome back!
th_th: ยินดีต้อนรับกลับมา!

source: Enter your email or username
th_th: กรอกอีเมลหรือชื่อผู้ใช้ของคุณ
