Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Manage/ChangeAvatar.*.resx
Languages: de_de, el_gr, pt_br, pt_pt, ro_ro, th_th, uk_ua, zh_cn, zh_tw

# Change avatar
source: Change profile picture
de_de: Avatar ändern
el_gr: Αλλαγή εικονιδίου
pt_br: Alterar avatar
pt_pt: Alterar avatar
ro_ro: Schimbă avatarul
th_th: เปลี่ยนรูปโปรไฟล์
uk_ua: Змінити аватар
zh_cn: 更换头像
zh_tw: 變更大頭貼

# Change your avatar
source: Change your profile picture
de_de: Ändere deinen Avatar
el_gr: Αλλάξτε το avatar σας
pt_br: Alterar seu avatar
pt_pt: Alterar o seu avatar
ro_ro: Schimbă-ți avatarul
th_th: เปลี่ยนอวาตาร์ของคุณ
uk_ua: Змінити свій аватар
zh_cn: 更换头像
zh_tw: 變更您的頭像

# Upload the new avatar file.
source: Upload the new profile picture file.
de_de: Laden Sie die neue Avatar-Datei hoch.
el_gr: Ανεβάστε το νέο αρχείο αватаρ.
pt_br: Faça o upload do novo arquivo de avatar.
pt_pt: Carregue o novo ficheiro de avatar.
ro_ro: Încarcă fișierul cu noul avatar.
th_th: อัปโหลดไฟล์รูปโปรไฟล์ใหม่
uk_ua: Завантажте новий файл аватара.
zh_cn: 上传新的头像文件。
zh_tw: 上傳新的頭像檔案。

source: Save the avatar
de_de: Avatar speichern
el_gr: Αποθήκευση της εικόνας προφίλ
pt_br: Salvar o avatar
pt_pt: Guardar o avatar
ro_ro: Salvează avatarul
th_th: บันทึกรูปโปรไฟล์
uk_ua: Зберегти аватар
zh_cn: 保存头像
zh_tw: 儲存頭像

source: Cancel
de_de: Abbrechen
el_gr: Ακύρωση
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Anulează
th_th: ยกเลิก
uk_ua: Скасувати
zh_cn: 取消
zh_tw: 取消

source: Current Avatar
de_de: Aktuelles Avatar
el_gr: Τρέχον Avatar
pt_br: Avatar Atual
pt_pt: Avatar Atual
ro_ro: Avatarul curent
th_th: รูปภาพโปรไฟล์ปัจจุบัน
uk_ua: Поточний аватар
zh_cn: 当前头像
zh_tw: 目前頭像

source: Avatar Settings
de_de: Avatar-Einstellungen
el_gr: Ρυθμίσεις Avatar
pt_br: Configurações do Avatar
pt_pt: Definições do Avatar
ro_ro: Setări Avatar
th_th: การตั้งค่าภาพประจำตัว
uk_ua: Налаштування аватара
zh_cn: 头像设置
zh_tw: 頭像設定

source: Save New Avatar
de_de: Neues Avatar speichern
el_gr: Αποθήκευση νέου avatar
pt_br: Salvar Novo Avatar
pt_pt: Guardar Novo Avatar
ro_ro: Salvează avatarul nou
th_th: บันทึกภาพโปรไฟล์ใหม่
uk_ua: Зберегти новий аватар
zh_cn: 保存新头像
zh_tw: 儲存新頭像

# New avatar file
source: New profile picture file
de_de: Neue Avatar-Datei
el_gr: Νέο αρχείο avatar
pt_br: Novo arquivo de avatar
pt_pt: Novo ficheiro de avatar
ro_ro: Fișier avatar nou
th_th: ไฟล์อวาตาร์ใหม่
uk_ua: Новий файл аватара
zh_cn: 新头像文件
zh_tw: 新頭像檔案

source: For best results, use a square image in .jpg or .png format.
de_de: Für optimale Ergebnisse verwenden Sie ein quadratisches Bild im .jpg- oder .png-Format.
el_gr: Για τα καλύτερα αποτελέσματα, χρησιμοποιήστε μια τετράγωνη εικόνα σε μορφή .jpg ή .png.
pt_br: Para obter os melhores resultados, use uma imagem quadrada nos formatos .jpg ou .png.
pt_pt: Para obter os melhores resultados, utilize uma imagem quadrada em formato .jpg ou .png.
ro_ro: Pentru cele mai bune rezultate, utilizați o imagine pătrată în format .jpg sau .png.
th_th: เพื่อผลลัพธ์ที่ดีที่สุด โปรดใช้ภาพสี่เหลี่ยมจัตุรัสในรูปแบบ .jpg หรือ .png
uk_ua: Для найкращих результатів використовуйте квадратне зображення у форматі .jpg або .png.
zh_cn: 为获得最佳效果，请使用 .jpg 或 .png 格式的正方形图片。
zh_tw: 為達最佳效果，請使用正方形 .jpg 或 .png 格式的圖片。
