Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Authorization/AppPermissions.*.resx
Languages: ko_kr, pt_br, ru_ru

# Read Users
source: View Users
ko_kr: 사용자 읽기
pt_br: Ler Usuários
ru_ru: Просмотр пользователей

source: Edit User Information
ko_kr: 사용자 정보 편집
pt_br: Editar Informações do Usuário
ru_ru: Редактирование информации о пользователях

source: Delete Users
ko_kr: 사용자 삭제
pt_br: Excluir Usuários
ru_ru: Удаление пользователей

source: Add New Users
ko_kr: 새 사용자 추가
pt_br: Adicionar Novos Usuários
ru_ru: Добавление новых пользователей

source: Grants permission to create new user accounts.
ko_kr: 새로운 사용자 계정을 생성할 수 있는 권한을 부여합니다.
pt_br: Concede permissão para criar novas contas de usuário.
ru_ru: Предоставляет разрешение на создание новых учетных записей пользователей.

source: Allows viewing the list of all users.
ko_kr: 모든 사용자 목록을 볼 수 있습니다.
pt_br: Permite visualizar a lista de todos os usuários.
ru_ru: Разрешает просмотр списка всех пользователей.

source: Allows the permanent deletion of user accounts.
ko_kr: 사용자 계정의 영구 삭제를 허용합니다.
pt_br: Permite a exclusão permanente de contas de usuário.
ru_ru: Разрешает окончательное удаление учетных записей пользователей.

source: Allows modification of user details such as email and roles, and can also reset user passwords.
ko_kr: 사용자의 이메일 및 역할과 같은 세부 정보 수정을 허용하며, 사용자 비밀번호 재설정도 가능합니다.
pt_br: Permite a modificação de detalhes do usuário, como e-mail e funções, e também pode redefinir senhas de usuário.
ru_ru: Разрешает изменение данных пользователя, таких как email и роли, а также позволяет сбрасывать пароли пользователей.

# Read Roles
source: View Roles
ko_kr: 역할 읽기
pt_br: Ler Funções
ru_ru: Просмотр ролей

source: Delete Roles
ko_kr: 역할 삭제
pt_br: Excluir Funções
ru_ru: Удаление ролей

source: Allows the permanent deletion of roles.
ko_kr: 역할을 영구적으로 삭제할 수 있습니다.
pt_br: Permite a exclusão permanente de funções.
ru_ru: Разрешает окончательное удаление ролей.

source: Grants permission to create new roles.
ko_kr: 새로운 역할을 생성할 수 있는 권한을 부여합니다.
pt_br: Concede permissão para criar novos cargos.
ru_ru: Предоставляет разрешение на создание новых ролей.

source: Allows viewing the list of roles and their assigned permissions.
ko_kr: 역할 목록과 할당된 권한을 볼 수 있습니다.
pt_br: Permite visualizar a lista de funções e suas permissões atribuídas.
ru_ru: Позволяет просматривать список ролей и назначенные им разрешения.

source: Add New Roles
ko_kr: 새 역할 추가
pt_br: Adicionar Novos Papéis
ru_ru: Добавление новых ролей

source: Edit Role Information
ko_kr: 역할 정보 편집
pt_br: Editar Informações da Função
ru_ru: Редактирование информации о роли

source: Allows modification of role names and their assigned permissions.
ko_kr: 역할 이름과 할당된 권한을 수정할 수 있습니다.
pt_br: Permite a modificação dos nomes das funções e de suas permissões atribuídas.
ru_ru: Разрешает изменение названий ролей и их назначенных разрешений.

source: Assign Roles to Users
ko_kr: 사용자에게 역할 할당
pt_br: Atribuir Funções a Usuários
ru_ru: Назначение ролей пользователям

source: Allows assigning or removing roles for any user.
ko_kr: 모든 사용자에게 역할을 할당하거나 제거할 수 있습니다.
pt_br: Permite atribuir ou remover funções para qualquer usuário.
ru_ru: Разрешает назначение или снятие ролей для любого пользователя.

source: View System Context
ko_kr: 시스템 컨텍스트 보기
pt_br: Visualizar Contexto do Sistema
ru_ru: Просмотр контекста системы

# Reboot This App
source: Restart This Application
ko_kr: 이 앱 재시작
pt_br: Reiniciar Este Aplicativo
ru_ru: Перезапустить это приложение

source: Allows viewing system-level information and settings.
ko_kr: 시스템 수준 정보 및 설정을 볼 수 있습니다.
pt_br: Permite visualizar informações e configurações em nível de sistema.
ru_ru: Разрешает просмотр системной информации и настроек.

source: Grants permission to restart the application instance. May cause service interruptions, but all settings and cache will be reloaded.
ko_kr: 애플리케이션 인스턴스를 재시작할 수 있는 권한을 부여합니다. 가용성 중단을 초래할 수 있으나 모든 설정과 캐시가 다시 로드됩니다.
pt_br: Concede permissão para reiniciar a instância do aplicativo. Pode causar interrupções na disponibilidade, mas todas as configurações e o cache serão recarregados.
ru_ru: Предоставляет разрешение на перезапуск экземпляра приложения. Может привести к перерывам в доступности, но все настройки и кэш будут перезагружены.
