Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Shared/Components/FileUpload/Default.*.resx
Languages: ar_sa, de_de, es_es, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

source: Remove
ar_sa: إزالة
de_de: Entfernen
es_es: Eliminar
fr_fr: Supprimer
hi_in: हटाएं
id_id: Hapus
it_it: Rimuovi
ja_jp: 削除
ko_kr: 제거
nl_nl: Verwijderen
pt_pt: Remover
ro_ro: Șterge
ru_ru: Удалить
sv_se: Ta bort
th_th: ลบ
tr_tr: Kaldır
uk_ua: Видалити
vi_vn: Xóa
zh_cn: 移除
zh_tw: 移除

# Drag and drop a file here or click
source: Drag and drop a file here or click to select one
ar_sa: اسحب ملفًا وأفلته هنا أو انقر
de_de: Ziehen Sie eine Datei per Drag & Drop hierher oder klicken Sie
es_es: Arrastra y suelta un archivo aquí o haz clic
fr_fr: Glissez-déposez un fichier ici ou cliquez
hi_in: फ़ाइल को यहाँ खींचकर छोड़ें या क्लिक करें
id_id: Seret dan letakkan file di sini atau klik
it_it: Trascina e rilascia un file qui oppure clicca
ja_jp: ここにファイルをドラッグ＆ドロップするか、クリックしてください
ko_kr: 파일을 여기로 끌어다 놓거나 클릭하세요
nl_nl: Sleep een bestand hierheen of klik
pt_pt: Arraste e largue um ficheiro aqui ou clique
ro_ro: Trage și eliberează un fișier aici sau dă clic
ru_ru: Перетащите файл сюда или нажмите
sv_se: Dra och släpp en fil här eller klicka
th_th: ลากและวางไฟล์ที่นี่หรือคลิก
tr_tr: Bir dosyayı buraya sürükleyip bırakın veya tıklayın
uk_ua: Перетягніть файл сюди або натисніть
vi_vn: Kéo và thả tệp vào đây hoặc nhấp
zh_cn: 拖拽文件到此处或点击上传
zh_tw: 拖曳檔案至此處或點擊上傳

source: Drag and drop or click to replace
ar_sa: اسحب وأفلت أو انقر للاستبدال
de_de: Ziehen und ablegen oder klicken, um zu ersetzen
es_es: Arrastra y suelta o haz clic para reemplazar
fr_fr: Glisser-déposer ou cliquer pour remplacer
hi_in: फ़ाइल बदलने के लिए खींचकर छोड़ें या क्लिक करें
id_id: Seret dan lepas atau klik untuk mengganti
it_it: Trascina e rilascia o clicca per sostituire
ja_jp: ドラッグ＆ドロップまたはクリックして置換
ko_kr: 파일을 끌어다 놓거나 클릭하여 교체
nl_nl: Sleep en zet neer of klik om te vervangen
pt_pt: Arraste e largue ou clique para substituir
ro_ro: Trage și plasează sau dă click pentru a înlocui
ru_ru: Перетащите или нажмите, чтобы заменить
sv_se: Dra och släpp eller klicka för att ersätta
th_th: ลากและวางหรือคลิกเพื่อแทนที่
tr_tr: Sürükle bırak veya değiştirmek için tıkla
uk_ua: Перетягніть або клацніть, щоб замінити
vi_vn: Kéo và thả hoặc nhấp để thay thế
zh_cn: 拖放或点击以替换
zh_tw: 拖放或點擊以替換

# Ooops, something wrong happended.
source: Oops, something went wrong.
ar_sa: أُووبس، حدث خطأ ما.
de_de: Hoppla, etwas ist schiefgelaufen.
es_es: Vaya, algo salió mal.
fr_fr: Oups, quelque chose s'est mal passé.
hi_in: ओह, कुछ गलत हो गया।
id_id: Ups, ada yang salah terjadi.
it_it: Ops, qualcosa è andato storto.
ja_jp: 申し訳ありませんが、問題が発生しました。
ko_kr: 이런, 문제가 발생했습니다.
nl_nl: Oeps, er is iets misgegaan.
pt_pt: Ups, algo correu mal.
ro_ro: Hopa, ceva n-a mers bine.
ru_ru: Упс, что-то пошло не так.
sv_se: Hoppsan, något gick fel.
th_th: อุ๊ย! เกิดข้อผิดพลาดบางอย่างขึ้น
tr_tr: Ooops, bir şeyler yanlış gitti.
uk_ua: Ой, щось пішло не так.
vi_vn: Ôi, có lỗi xảy ra.
zh_cn: 哎呀，出错了。
zh_tw: 哎呀，發生錯誤了。

# The file size is too big ({{ value }} max).
source: The file size is too large ({{ value }} max).
ar_sa: حجم الملف كبير جداً (الحد الأقصى {{ value }}).
de_de: Die Dateigröße ist zu groß (maximal {{ value }}).
es_es: El tamaño del archivo es demasiado grande (máx. {{ value }}).
fr_fr: La taille du fichier est trop grande ({{ value }} max).
hi_in: फ़ाइल का आकार बहुत बड़ा है (अधिकतम {{ value }})।
id_id: Ukuran file terlalu besar (maksimal {{ value }}).
it_it: La dimensione del file è troppo grande (massimo {{ value }}).
ja_jp: ファイルサイズが大きすぎます（最大 {{ value }}）。
ko_kr: 파일 크기가 너무 큽니다(최대 {{ value }}).
nl_nl: Het bestand is te groot (maximaal {{ value }}).
pt_pt: O tamanho do ficheiro é demasiado grande (máximo de {{ value }}).
ro_ro: Dimensiunea fișierului este prea mare (maxim {{ value }}).
ru_ru: Размер файла слишком велик (максимум {{ value }}).
sv_se: Filstorleken är för stor (max {{ value }}).
th_th: ขนาดไฟล์ใหญ่เกินไป (สูงสุด {{ value }})
tr_tr: Dosya boyutu çok büyük (maksimum {{ value }}).
uk_ua: Розмір файлу занадто великий (максимум {{ value }}).
vi_vn: Kích thước tệp quá lớn (tối đa {{ value }}).
zh_cn: 文件大小超出限制（最大 {{ value }}）。
zh_tw: 檔案大小過大（最大 {{ value }}）。

# The image width is too big ({{ value }}px max).
source: The image width is too large ({{ value }}px max).
ar_sa: عرض الصورة كبير جداً (الحد الأقصى {{ value }} بكسل).
de_de: Die Bildbreite ist zu groß (maximal {{ value }}px).
es_es: El ancho de la imagen es demasiado grande ({{ value }}px máx).
fr_fr: La largeur de l'image est trop grande ({{ value }}px max).
hi_in: छवि की चौड़ाई बहुत अधिक है (अधिकतम {{ value }}px).
id_id: Lebar gambar terlalu besar (maksimal {{ value }}px).
it_it: La larghezza dell'immagine è troppo grande (massimo {{ value }}px).
ja_jp: 画像の幅が大きすぎます（最大{{ value }}px）。
ko_kr: 이미지 너비가 너무 큽니다 (최대 {{ value }}px).
nl_nl: De beeldbreedte is te groot (maximaal {{ value }}px).
pt_pt: A largura da imagem é demasiado grande (máximo de {{ value }}px).
ro_ro: Lățimea imaginii este prea mare (maxim {{ value }}px).
ru_ru: Ширина изображения слишком велика (максимум {{ value }}px).
sv_se: Bildens bredd är för stor (max {{ value }}px).
th_th: ความกว้างของภาพมากเกินไป (สูงสุด {{ value }}px)
tr_tr: Görüntü genişliği çok büyük (maksimum {{ value }}px).
uk_ua: Ширина зображення занадто велика (максимум {{ value }}px).
vi_vn: Chiều rộng hình ảnh quá lớn (tối đa {{ value }}px).
zh_cn: 图片宽度过大（最大为 {{ value }} 像素）。
zh_tw: 圖片寬度過大（最大 {{ value }} 像素）。

# The image width is too small ({{ value }}px min).
source: The image width is too small (minimum {{ value }}px).
ar_sa: عرض الصورة صغير جداً (الحد الأدنى {{ value }} بكسل).
de_de: Die Bildbreite ist zu gering (mindestens {{ value }}px).
es_es: El ancho de la imagen es demasiado pequeño (mín. {{ value }}px).
fr_fr: La largeur de l'image est trop petite (minimum {{ value }}px).
hi_in: छवि की चौड़ाई बहुत कम है (न्यूनतम {{ value }}px).
id_id: Lebar gambar terlalu kecil (minimal {{ value }}px).
it_it: La larghezza dell'immagine è troppo piccola (minimo {{ value }}px).
ja_jp: 画像の幅が小さすぎます（最小{{ value }}px）。
ko_kr: 이미지 너비가 너무 작습니다 (최소 {{ value }}px).
nl_nl: De beeldbreedte is te klein (minimaal {{ value }}px).
pt_pt: A largura da imagem é demasiado pequena (mínimo de {{ value }}px).
ro_ro: Lățimea imaginii este prea mică (minim {{ value }}px).
ru_ru: Ширина изображения слишком мала (минимум {{ value }}px).
sv_se: Bildbredden är för liten (minst {{ value }}px).
th_th: ความกว้างของภาพน้อยเกินไป (ขั้นต่ำ {{ value }}px)
tr_tr: Görsel genişliği çok küçük (en az {{ value }}px).
uk_ua: Ширина зображення занадто мала (мінімум {{ value }} пікселів).
vi_vn: Chiều rộng hình ảnh quá nhỏ (tối thiểu {{ value }}px).
zh_cn: 图片宽度过小（最小 {{ value }} 像素）。
zh_tw: 圖片寬度過小（至少需 {{ value }} 像素）。

source: The image height is too small ({{ value }}px min).
ar_sa: ارتفاع الصورة صغير جداً ({{ value }} بكسل كحد أدنى).
de_de: Die Bildhöhe ist zu gering (min. {{ value }}px).
es_es: La altura de la imagen es demasiado pequeña (mínimo {{ value }}px).
fr_fr: La hauteur de l'image est trop faible ({{ value }}px min).
hi_in: छवि की ऊंचाई बहुत कम है (न्यूनतम {{ value }}px).
id_id: Tinggi gambar terlalu kecil (minimal {{ value }}px).
it_it: L'altezza dell'immagine è troppo piccola (minimo {{ value }}px).
ja_jp: 画像の高さが小さすぎます（最小{{ value }}px）。
ko_kr: 이미지 높이가 너무 작습니다 (최소 {{ value }}px).
nl_nl: De afbeeldingshoogte is te klein (minimaal {{ value }}px).
pt_pt: A altura da imagem é demasiado pequena (mínimo de {{ value }}px).
ro_ro: Înălțimea imaginii este prea mică (minim {{ value }}px).
ru_ru: Высота изображения слишком мала (минимум {{ value }}px).
sv_se: Bildhöjden är för liten ({{ value }}px min).
th_th: ความสูงของภาพน้อยเกินไป (ขั้นต่ำ {{ value }}px)
tr_tr: Görsel yüksekliği çok küçük (en az {{ value }}px).
uk_ua: Висота зображення занадто мала (мінімум {{ value }} пікселів).
vi_vn: Chiều cao hình ảnh quá nhỏ (tối thiểu {{ value }}px).
zh_cn: 图片高度过小（最小 {{ value }} 像素）。
zh_tw: 圖片高度過小（至少需 {{ value }} 像素）。

# The image height is too big ({{ value }}px max).
source: The image height is too large ({{ value }}px max).
ar_sa: ارتفاع الصورة كبير جداً (الحد الأقصى {{ value }} بكسل).
de_de: Die Bildhöhe ist zu groß (maximal {{ value }}px).
es_es: La altura de la imagen es demasiado grande (máximo {{ value }}px).
fr_fr: La hauteur de l'image est trop grande ({{ value }}px max).
hi_in: छवि की ऊंचाई बहुत अधिक है (अधिकतम {{ value }}px).
id_id: Tinggi gambar terlalu besar (maksimal {{ value }}px).
it_it: L'altezza dell'immagine è troppo grande (massimo {{ value }}px).
ja_jp: 画像の高さが大きすぎます（最大 {{ value }}px）。
ko_kr: 이미지 높이가 너무 큽니다 (최대 {{ value }}px).
nl_nl: De afbeeldingshoogte is te groot (maximaal {{ value }}px).
pt_pt: A altura da imagem é demasiado grande (máx. {{ value }}px).
ro_ro: Înălțimea imaginii este prea mare (maxim {{ value }}px).
ru_ru: Высота изображения слишком велика (максимум {{ value }}px).
sv_se: Bildhöjden är för stor (max {{ value }}px).
th_th: ความสูงของภาพมากเกินไป (สูงสุด {{ value }}px)
tr_tr: Görüntü yüksekliği çok büyük (maksimum {{ value }}px).
uk_ua: Висота зображення занадто велика (максимум {{ value }} пікселів).
vi_vn: Chiều cao hình ảnh quá lớn (tối đa {{ value }}px).
zh_cn: 图片高度过大（最大为 {{ value }} 像素）。
zh_tw: 圖片高度過大（最大 {{ value }}px）。

# The image format is not allowed ({{ value }} only).
source: The image format is not permitted ({{ value }} only).
ar_sa: صيغة الصورة غير مسموح بها ({{ value }} فقط).
de_de: Das Bildformat ist nicht erlaubt (nur {{ value }}).
es_es: El formato de imagen no está permitido (solo {{ value }}).
fr_fr: Le format d'image n'est pas autorisé ({{ value }} uniquement).
hi_in: छवि प्रारूप अनुमत नहीं है (केवल {{ value }})।
id_id: Format gambar tidak diizinkan (hanya {{ value }}).
it_it: Il formato dell'immagine non è consentito (solo {{ value }}).
ja_jp: 画像フォーマットが許可されていません（{{ value }} のみ対応）。
ko_kr: 지원하지 않는 이미지 형식입니다 ({{ value }}만 허용).
nl_nl: Het afbeeldingsformaat is niet toegestaan (alleen {{ value }}).
pt_pt: O formato de imagem não é permitido (apenas {{ value }}).
ro_ro: Formatul imaginii nu este permis (doar {{ value }}).
ru_ru: Данный формат изображения не поддерживается (только {{ value }}).
sv_se: Bildformatet är inte tillåtet (endast {{ value }}).
th_th: รูปแบบของภาพไม่ได้รับอนุญาต (เฉพาะ {{ value }} เท่านั้น)
tr_tr: Görüntü formatına izin verilmiyor (sadece {{ value }}).
uk_ua: Формат зображення не підтримується (дозволені лише {{ value }}).
vi_vn: Định dạng hình ảnh không được chấp nhận (chỉ {{ value }}).
zh_cn: 图片格式不被允许（仅支持 {{ value }}）。
zh_tw: 不支援此圖片格式（僅允許 {{ value }}）。

# The file is not allowed ({{ value }} only).
source: The file is not permitted ({{ value }} only).
ar_sa: الملف غير مسموح به ({{ value }} فقط).
de_de: Die Datei ist nicht erlaubt (nur {{ value }}).
es_es: El archivo no está permitido (solo {{ value }}).
fr_fr: Le fichier n'est pas autorisé ({{ value }} uniquement).
hi_in: फ़ाइल की अनुमति नहीं है (केवल {{ value }})।
id_id: Berkas tidak diizinkan (hanya {{ value }}).
it_it: Il file non è consentito (solo {{ value }}).
ja_jp: このファイルは許可されていません（{{ value }} のみ許可）。
ko_kr: 허용되지 않는 파일입니다 ({{ value }}만 가능).
nl_nl: Het bestand is niet toegestaan (alleen {{ value }}).
pt_pt: O ficheiro não é permitido (apenas {{ value }}).
ro_ro: Fișierul nu este permis (doar {{ value }}).
ru_ru: Файл не разрешён (только {{ value }}).
sv_se: Filtypen är inte tillåten (endast {{ value }}).
th_th: ไม่อนุญาตให้ใช้ไฟล์นี้ (เฉพาะ {{ value }} เท่านั้น)
tr_tr: Dosya izin verilen türlerden değil (sadece {{ value }}).
uk_ua: Файл не дозволено (лише {{ value }}).
vi_vn: Tập tin không được cho phép (chỉ {{ value }}).
zh_cn: 不允许上传该文件（仅允许 {{ value }}）。
zh_tw: 不允許此檔案類型（僅允許 {{ value }}）。
