Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Dashboard/AddAgent.*.resx
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, nl_nl, pl_pl, ro_ro, ru_ru, sv_se, uk_ua, vi_vn, zh_cn

source: (Run as a systemd Service)
ar_sa: (تشغيل كخدمة systemd)
de_de: (Als systemd-Dienst ausführen)
es_es: (Ejecutar como un servicio de systemd)
fi_fi: (Ajetaan systemd-palveluna)
fr_fr: (Exécuter en tant que service systemd)
hi_in: (systemd सेवा के रूप में चलाएं)
id_id: (Jalankan sebagai Layanan systemd)
it_it: (Eseguito come servizio systemd)
ja_jp: (systemd サービスとして実行)
nl_nl: (Uitvoeren als een systemd-service)
pl_pl: (Uruchom jako usługa systemd)
ro_ro: (Rulează ca serviciu systemd)
ru_ru: (Запуск в качестве службы systemd)
sv_se: (Kör som en systemd-tjänst)
uk_ua: (Запуск як служба systemd)
vi_vn: (Chạy dưới dạng Dịch vụ systemd)
zh_cn: （作为 systemd 服务运行）

source: Add a New Agent
ar_sa: إضافة عميل جديد
de_de: Einen neuen Agenten hinzufügen
es_es: Añadir un nuevo agente
fi_fi: Lisää uusi agentti
fr_fr: Ajouter un nouvel agent
hi_in: एक नया एजेंट जोड़ें
id_id: Tambahkan Agen Baru
it_it: Aggiungi un nuovo agente
ja_jp: 新しいエージェントを追加
nl_nl: Een nieuwe agent toevoegen
pl_pl: Dodaj nowego agenta
ro_ro: Adaugă un agent nou
ru_ru: Добавить нового агента
sv_se: Lägg till en ny agent
uk_ua: Додати нового агента
vi_vn: Thêm một agent mới
zh_cn: 添加新终端

# Add a new agent to monitor -
source: Add a new agent to monitor â€“
ar_sa: إضافة عميل جديد للمراقبة -
de_de: Einen neuen Agenten zur Überwachung hinzufügen -
es_es: Añadir un nuevo agente para monitorizar -
fi_fi: Lisää uusi agentti seurantaan -
fr_fr: Ajouter un nouvel agent à surveiller -
hi_in: निगरानी के लिए एक नया एजेंट जोड़ें -
id_id: Tambahkan agen baru untuk dipantau -
it_it: Aggiungi un nuovo agente da monitorare -
ja_jp: 監視対象に新しいエージェントを追加 -
nl_nl: Voeg een nieuwe agent toe om te monitoren -
pl_pl: Dodaj nowego agenta do monitorowania -
ro_ro: Adaugă un agent nou de monitorizat -
ru_ru: Добавить нового агента для мониторинга -
sv_se: Lägg till en ny agent att övervaka -
uk_ua: Додати нового агента для моніторингу -
vi_vn: Thêm một agent mới để giám sát -
zh_cn: 添加新终端以监控 -

source: AnduinOS 1.1 and above
ar_sa: AnduinOS 1.1 والإصدارات الأحدث
de_de: AnduinOS 1.1 und höher
es_es: AnduinOS 1.1 y superiores
fi_fi: AnduinOS 1.1 ja uudemmat
fr_fr: AnduinOS 1.1 et supérieur
hi_in: AnduinOS 1.1 और उसके बाद के संस्करण
id_id: AnduinOS 1.1 dan yang lebih tinggi
it_it: AnduinOS 1.1 e superiori
ja_jp: AnduinOS 1.1 以降
nl_nl: AnduinOS 1.1 en hoger
pl_pl: AnduinOS 1.1 i nowsze
ro_ro: AnduinOS 1.1 și versiunile ulterioare
ru_ru: AnduinOS 1.1 и выше
sv_se: AnduinOS 1.1 och senare
uk_ua: AnduinOS 1.1 і вище
vi_vn: AnduinOS 1.1 trở lên
zh_cn: AnduinOS 1.1 及以上版本

source: Configures the agent to report to:
ar_sa: يضبط الوكيل للإبلاغ إلى:
de_de: Konfiguriert den Agenten für die Berichterstattung an:
es_es: Configura el agente para que envíe reportes a:
fi_fi: Määrittää agentin raportoimaan osoitteeseen:
fr_fr: Configure l'agent pour qu'il envoie ses rapports à :
hi_in: एजेंट को इस पर रिपोर्ट करने के लिए कॉन्फ़िगर करता है:
id_id: Mengonfigurasi agen untuk melaporkan ke:
it_it: Configura l'agente per inviare i report a:
ja_jp: エージェントがレポートする先を設定します:
nl_nl: Configureert de agent om te rapporteren aan:
pl_pl: Konfiguruje agenta do raportowania na:
ro_ro: Configurează agentul să raporteze către:
ru_ru: Настраивает агент для отправки отчетов на:
sv_se: Konfigurerar agenten att rapportera till:
uk_ua: Налаштовує агента для надсилання звітів до:
vi_vn: Cấu hình agent để báo cáo tới:
zh_cn: 配置终端程序上报至：

source: Current server SDK
ar_sa: إصدار خادم SDK الحالي
de_de: Aktuelles Server-SDK
es_es: SDK del servidor actual
fi_fi: Nykyinen palvelimen SDK
fr_fr: SDK serveur actuel
hi_in: वर्तमान सर्वर एसडीके
id_id: SDK Server Saat Ini
it_it: SDK del server corrente
ja_jp: 現在のサーバーSDK
nl_nl: Huidige server-SDK
pl_pl: Aktualny serwer SDK
ro_ro: SDK-ul serverului curent
ru_ru: Текущий серверный SDK
sv_se: Nuvarande server-SDK
uk_ua: Поточний SDK сервера
vi_vn: SDK máy chủ hiện tại
zh_cn: 当前服务器 SDK

# Downloads the latest &lt;code&gt;Aiursoft.StatHub.Client&lt;/code&gt; agent.
source: Downloads the latest <code>Aiursoft.StatHub.Client</code> agent.
ar_sa: يقوم بتنزيل أحدث عميل <code>Aiursoft.StatHub.Client</code>.
de_de: Lädt den neuesten <code>Aiursoft.StatHub.Client</code>-Agent herunter.
es_es: Descarga el agente <code>Aiursoft.StatHub.Client</code> más reciente.
fi_fi: Lataa uusimman <code>Aiursoft.StatHub.Client</code>-agentin.
fr_fr: Télécharge la dernière version de l'agent <code>Aiursoft.StatHub.Client</code>.
hi_in: नवीनतम <code>Aiursoft.StatHub.Client</code> एजेंट डाउनलोड करता है।
id_id: Mengunduh agen <code>Aiursoft.StatHub.Client</code> terbaru.
it_it: Scarica l'ultimo agente <code>Aiursoft.StatHub.Client</code>.
ja_jp: 最新の<code>Aiursoft.StatHub.Client</code>エージェントをダウンロードします。
nl_nl: Downloadt de nieuwste <code>Aiursoft.StatHub.Client</code> agent.
pl_pl: Pobiera najnowszego agenta <code>Aiursoft.StatHub.Client</code>.
ro_ro: Descarcă cel mai recent agent <code>Aiursoft.StatHub.Client</code>.
ru_ru: Загружает последнюю версию агента <code>Aiursoft.StatHub.Client</code>.
sv_se: Laddar ner den senaste <code>Aiursoft.StatHub.Client</code>-agenten.
uk_ua: Завантажує останню версію агента <code>Aiursoft.StatHub.Client</code>.
vi_vn: Tải xuống agent <code>Aiursoft.StatHub.Client</code> mới nhất.
zh_cn: 下载最新的 <code>Aiursoft.StatHub.Client</code> 终端程序。

source: Latest agent version
ar_sa: أحدث إصدار للعميل
de_de: Neueste Agenten-Version
es_es: Última versión del agente
fi_fi: Uusin agentin versio
fr_fr: Dernière version de l'agent
hi_in: एजेंट का नवीनतम संस्करण
id_id: Versi agen terbaru
it_it: Ultima versione dell'agente
ja_jp: 最新エージェントバージョン
nl_nl: Nieuwste agentversie
pl_pl: Najnowsza wersja agenta
ro_ro: Ultima versiune a agentului
ru_ru: Последняя версия агента
sv_se: Senaste agentversionen
uk_ua: Остання версія агента
vi_vn: Phiên bản agent mới nhất
zh_cn: 最新终端版本

source: Run the following command on your Linux machine to install the agent and register it as a service. This will automatically connect it to this server.
ar_sa: شغِّل الأمر التالي على جهاز Linux الخاص بك لتثبيت الوكيل وتسجيله كخدمة. سيؤدي هذا إلى توصيله تلقائيًا بهذا الخادم.
de_de: Führen Sie den folgenden Befehl auf Ihrem Linux-Rechner aus, um den Agenten zu installieren und als Dienst zu registrieren. Dadurch wird er automatisch mit diesem Server verbunden.
es_es: Ejecute el siguiente comando en su máquina Linux para instalar el agente y registrarlo como un servicio. Esto lo conectará automáticamente a este servidor.
fi_fi: Suorita seuraava komento Linux-koneellasi asentaaksesi agentin ja rekisteröidäksesi sen palveluksi. Tämä yhdistää sen automaattisesti tähän palvelimeen.
fr_fr: Exécutez la commande suivante sur votre machine Linux pour installer l'agent et l'enregistrer en tant que service. Cela le connectera automatiquement à ce serveur.
hi_in: एजेंट को इंस्टॉल करने और इसे एक सेवा के रूप में पंजीकृत करने के लिए अपने Linux मशीन पर निम्नलिखित कमांड चलाएँ। यह इसे स्वचालित रूप से इस सर्वर से जोड़ देगा।
id_id: Jalankan perintah berikut pada mesin Linux Anda untuk menginstal agen dan mendaftarkannya sebagai layanan. Ini akan secara otomatis menghubungkannya ke server ini.
it_it: Esegui il seguente comando sulla tua macchina Linux per installare l'agente e registrarlo come servizio. Questo lo collegher√† automaticamente a questo server.
ja_jp: エージェントをインストールし、サービスとして登録するには、Linuxマシンで以下のコマンドを実行してください。これにより自動的にこのサーバーに接続されます。
nl_nl: Voer het volgende commando uit op je Linux-machine om de agent te installeren en te registreren als een service. Hiermee wordt deze automatisch verbonden met deze server.
pl_pl: Uruchom następujące polecenie na swojej maszynie z systemem Linux, aby zainstalować agenta i zarejestrować go jako usługę. Spowoduje to automatyczne połączenie go z tym serwerem.
ro_ro: Executați următoarea comandă pe mașina dvs. Linux pentru a instala agentul și a-l înregistra ca serviciu. Acest lucru îl va conecta automat la acest server.
ru_ru: Выполните следующую команду на вашей машине с Linux, чтобы установить агент и зарегистрировать его как службу. Это автоматически подключит его к данному серверу.
sv_se: Kör följande kommando på din Linux-maskin för att installera agenten och registrera den som en tjänst. Detta kommer automatiskt att ansluta den till den här servern.
uk_ua: Виконайте наступну команду на вашому Linux-пристрої, щоб встановити агента та зареєструвати його як службу. Це автоматично під'єднає його до цього сервера.
vi_vn: Chạy lệnh sau trên máy Linux của bạn để cài đặt agent và đăng ký nó như một dịch vụ. Điều này sẽ tự động kết nối nó tới máy chủ này.
zh_cn: 在您的 Linux 机器上运行以下命令以安装终端并将其注册为服务。这将自动将其连接到此服务器。

# Sets up a &lt;code&gt;systemd&lt;/code&gt; service to run the agent.
source: Sets up a <code>systemd</code> service to run the agent.
ar_sa: يقوم بإعداد خدمة <code>systemd</code> لتشغيل الوكيل.
de_de: Richtet einen <code>systemd</code>-Dienst ein, um den Agenten auszuführen.
es_es: Configura un servicio <code>systemd</code> para ejecutar el agente.
fi_fi: Luo <code>systemd</code>-palvelu agentin suorittamiseksi.
fr_fr: Configure un service <code>systemd</code> pour exécuter l'agent.
hi_in: एजेंट को चलाने के लिए एक <code>systemd</code> सेवा स्थापित करता है।
id_id: Menyiapkan layanan <code>systemd</code> untuk menjalankan agen.
it_it: Configura un servizio <code>systemd</code> per eseguire l'agente.
ja_jp: エージェントを実行するための<code>systemd</code>サービスを設定します。
nl_nl: Stelt een <code>systemd</code>-service in om de agent uit te voeren.
pl_pl: Konfiguruje usługę <code>systemd</code> do uruchamiania agenta.
ro_ro: Configurează un serviciu <code>systemd</code> pentru a rula agentul.
ru_ru: Настраивает службу <code>systemd</code> для запуска агента.
sv_se: Konfigurerar en <code>systemd</code>-tjänst för att köra agenten.
uk_ua: Налаштовує службу <code>systemd</code> для запуску агента.
vi_vn: Thiết lập một dịch vụ <code>systemd</code> để chạy agent.
zh_cn: 设置一个 <code>systemd</code> 服务来运行终端程序。

source: Supported Operating Systems:
ar_sa: أنظمة التشغيل المدعومة:
de_de: Unterstützte Betriebssysteme:
es_es: Sistemas operativos compatibles:
fi_fi: Tuetut käyttöjärjestelmät:
fr_fr: Systèmes d'exploitation pris en charge :
hi_in: समर्थित ऑपरेटिंग सिस्टम:
id_id: Sistem Operasi yang Didukung:
it_it: Sistemi operativi supportati:
ja_jp: 対応OS：
nl_nl: Ondersteunde besturingssystemen:
pl_pl: Obsługiwane systemy operacyjne:
ro_ro: Sisteme de operare suportate:
ru_ru: Поддерживаемые операционные системы:
sv_se: Operativsystem som stöds:
uk_ua: Підтримувані операційні системи:
vi_vn: Hệ điều hành được hỗ trợ:
zh_cn: 支持的操作系统：

source: Ubuntu 20.04 and above
ar_sa: أوبونتو 20.04 والإصدارات الأحدث
de_de: Ubuntu 20.04 und höher
es_es: Ubuntu 20.04 y superiores
fi_fi: Ubuntu 20.04 ja uudemmat
fr_fr: Ubuntu 20.04 et versions ultérieures
hi_in: Ubuntu 20.04 और उसके बाद के संस्करण
id_id: Ubuntu 20.04 dan yang lebih baru
it_it: Ubuntu 20.04 e superiori
ja_jp: Ubuntu 20.04 以降
nl_nl: Ubuntu 20.04 en hoger
pl_pl: Ubuntu 20.04 i nowsze
ro_ro: Ubuntu 20.04 și versiuni superioare
ru_ru: Ubuntu 20.04 и выше
sv_se: Ubuntu 20.04 och senare
uk_ua: Ubuntu 20.04 та новіші версії
vi_vn: Ubuntu 20.04 trở lên
zh_cn: Ubuntu 20.04 及以上版本

source: Version Information
ar_sa: معلومات الإصدار
de_de: Versionsinformationen
es_es: Información de la Versión
fi_fi: Versiotiedot
fr_fr: Informations sur la version
hi_in: संस्करण जानकारी
id_id: Informasi Versi
it_it: Informazioni sulla Versione
ja_jp: バージョン情報
nl_nl: Versie-informatie
pl_pl: Informacje o wersji
ro_ro: Informații despre Versiune
ru_ru: Сведения о версии
sv_se: Versionsinformation
uk_ua: Інформація про версію
vi_vn: Thông Tin Phiên Bản
zh_cn: 版本信息

source: What does this script do?
ar_sa: ماذا يفعل هذا السكريبت؟
de_de: Was macht dieses Skript?
es_es: ¿Qué hace este script?
fi_fi: Mitä tämä komentojono tekee?
fr_fr: Que fait ce script ?
hi_in: यह स्क्रिप्ट क्या करती है?
id_id: Apa yang dilakukan skrip ini?
it_it: Cosa fa questo script?
ja_jp: このスクリプトは何をしますか？
nl_nl: Wat doet dit script?
pl_pl: Co robi ten skrypt?
ro_ro: Ce face acest script?
ru_ru: Что делает этот скрипт?
sv_se: Vad gör det här skriptet?
uk_ua: Що робить цей скрипт?
vi_vn: Tập lệnh này làm gì?
zh_cn: 该脚本有什么作用？
