Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Dashboard/AddServer.*.resx
Languages: ar_sa, da_dk, el_gr, ja_jp, ko_kr, pt_pt, th_th, tr_tr, vi_vn, zh_hk

source: Add a New Server
ar_sa: إضافة خادم جديد
da_dk: Tilføj en ny server
el_gr: Προσθήκη Νέου Διακομιστή
ja_jp: 新しいサーバーを追加
ko_kr: 새 서버 추가
pt_pt: Adicionar um Novo Servidor
th_th: เพิ่มเซิร์ฟเวอร์ใหม่
tr_tr: Yeni Sunucu Ekle
vi_vn: Thêm Máy Chủ Mới
zh_hk: 新增伺服器

source: Current server SDK
ar_sa: إصدار خادم SDK الحالي
da_dk: Nuværende server SDK
el_gr: Τρέχον SDK διακομιστή
ja_jp: 現在のサーバーSDK
ko_kr: 현재 서버 SDK
pt_pt: SDK do servidor atual
th_th: SDK ของเซิร์ฟเวอร์ปัจจุบัน
tr_tr: Mevcut sunucu SDK'sı
vi_vn: SDK máy chủ hiện tại
zh_hk: 目前伺服器 SDK

source: (Run as a systemd Service)
ar_sa: (تشغيل كخدمة systemd)
da_dk: (Kør som en systemd-tjeneste)
el_gr: (Εκτέλεση ως υπηρεσία systemd)
ja_jp: (systemd サービスとして実行)
ko_kr: (systemd 서비스로 실행)
pt_pt: (Executar como um Serviço systemd)
th_th: (รันเป็นบริการ systemd)
tr_tr: (Bir systemd Servisi Olarak Çalıştır)
vi_vn: (Chạy dưới dạng Dịch vụ systemd)
zh_hk: （以 systemd 服務形式運行）

source: Latest agent version
ar_sa: أحدث إصدار للعميل
da_dk: Seneste agentversion
el_gr: Τελευταία έκδοση παράγοντα
ja_jp: 最新エージェントバージョン
ko_kr: 최신 에이전트 버전
pt_pt: Versão mais recente do agente
th_th: เวอร์ชันตัวล่าสุดของเอเจนต์
tr_tr: En son ajan sürümü
vi_vn: Phiên bản agent mới nhất
zh_hk: 最新终端程式版本

source: Add a new server to monitor -
ar_sa: إضافة خادم جديد للمراقبة -
da_dk: Tilføj en ny server at overvåge -
el_gr: Προσθέστε έναν νέο διακομιστή για παρακολούθηση -
ja_jp: 監視対象に新しいサーバーを追加 -
ko_kr: 모니터링할 새 서버 추가 -
pt_pt: Adicionar um novo servidor a monitorizar -
th_th: เพิ่มเซิร์ฟเวอร์ใหม่เพื่อติดตาม -
tr_tr: İzlemek için yeni bir sunucu ekleyin -
vi_vn: Thêm một máy chủ mới để giám sát -
zh_hk: 新增伺服器以監控 -

source: What does this script do?
ar_sa: ماذا يفعل هذا السكريبت؟
da_dk: Hvad gør dette script?
el_gr: Τι κάνει αυτό το σενάριο;
ja_jp: このスクリプトは何をしますか？
ko_kr: 이 스크립트는 무엇을 하나요?
pt_pt: O que é que este script faz?
th_th: สคริปต์นี้ทำหน้าที่อะไร?
tr_tr: Bu betik ne yapar?
vi_vn: Tập lệnh này thực hiện điều gì?
zh_hk: 這個腳本有什麼作用？

source: Version Information
ar_sa: معلومات الإصدار
da_dk: Versionsoplysninger
el_gr: Πληροφορίες Έκδοσης
ja_jp: バージョン情報
ko_kr: 버전 정보
pt_pt: Informação da Versão
th_th: ข้อมูลเวอร์ชัน
tr_tr: Sürüm Bilgileri
vi_vn: Thông Tin Phiên Bản
zh_hk: 版本資訊

source: Run the following command on your Linux machine to install the agent and register it as a service. This will automatically connect it to this server.
ar_sa: شغِّل الأمر التالي على جهاز Linux الخاص بك لتثبيت الوكيل وتسجيله كخدمة. هذا سيربطه تلقائيًا بهذا الخادم.
da_dk: Kør følgende kommando på din Linux-maskine for at installere agenten og registrere den som en service. Dette vil automatisk forbinde den til denne server.
el_gr: Εκτελέστε την ακόλουθη εντολή στον υπολογιστή σας με Linux για να εγκαταστήσετε τον πράκτορα και να τον καταχωρήσετε ως υπηρεσία. Αυτό θα τον συνδέσει αυτόματα με αυτόν τον διακομιστή.
ja_jp: エージェントをインストールし、サービスとして登録するには、Linuxマシンで次のコマンドを実行してください。これにより自動的にこのサーバーに接続されます。
ko_kr: 에이전트를 설치하고 서비스로 등록하려면 Linux 머신에서 다음 명령을 실행하세요. 그러면 이 서버에 자동으로 연결됩니다.
pt_pt: Execute o seguinte comando na sua máquina Linux para instalar o agente e registá-lo como um serviço. Isto irá ligá-lo automaticamente a este servidor.
th_th: รันคำสั่งต่อไปนี้บนเครื่อง Linux ของคุณเพื่อติดตั้งเอเจนต์และลงทะเบียนเป็นบริการ ซึ่งจะทำให้เชื่อมต่อกับเซิร์ฟเวอร์นี้โดยอัตโนมัติ
tr_tr: Aracıyı kurmak ve bir hizmet olarak kaydetmek için Linux makinenizde aşağıdaki komutu çalıştırın. Bu, onu otomatik olarak bu sunucuya bağlayacaktır.
vi_vn: Chạy lệnh sau trên máy Linux của bạn để cài đặt agent và đăng ký nó như một dịch vụ. Điều này sẽ tự động kết nối nó với máy chủ này.
zh_hk: 請喺你嘅 Linux 機器上執行以下指令，安裝终端程式並將其註冊為服務。咁樣就會自動將佢連接到呢部伺服器。

source: Configures the agent to report to:
ar_sa: يُعدِّل العميل للإبلاغ إلى:
da_dk: Konfigurerer agenten til at rapportere til:
el_gr: Ρυθμίζει τον πράκτορα να αναφέρει σε:
ja_jp: エージェントがレポートする対象を設定します：
ko_kr: 에이전트가 다음 대상으로 보고하도록 구성합니다:
pt_pt: Configura o agente para reportar a:
th_th: กำหนดค่าเอเจนต์ให้รายงานไปยัง:
tr_tr: Aracıyı şu adrese rapor verecek şekilde yapılandırır:
vi_vn: Cấu hình agent để báo cáo về:
zh_hk: 設定终端程式回報至：

source: Downloads the latest &lt;code&gt;Aiursoft.StatHub.Client&lt;/code&gt; agent.
ar_sa: يقوم بتنزيل أحدث عميل <code>Aiursoft.StatHub.Client</code>.
da_dk: Downloader den nyeste <code>Aiursoft.StatHub.Client</code>-agent.
el_gr: Κατεβάζει τον πιο πρόσφατο πράκτορα <code>Aiursoft.StatHub.Client</code>.
ja_jp: 最新の<code>Aiursoft.StatHub.Client</code>エージェントをダウンロードします。
ko_kr: 최신 <code>Aiursoft.StatHub.Client</code> 에이전트를 다운로드합니다.
pt_pt: Descarrega o agente <code>Aiursoft.StatHub.Client</code> mais recente.
th_th: ดาวน์โหลดเอเจนต์ <code>Aiursoft.StatHub.Client</code> เวอร์ชันล่าสุด
tr_tr: En son <code>Aiursoft.StatHub.Client</code> aracısını indirir.
vi_vn: Tải xuống agent <code>Aiursoft.StatHub.Client</code> mới nhất.
zh_hk: 下載最新的 <code>Aiursoft.StatHub.Client</code> 终端程式。

source: Sets up a &lt;code&gt;systemd&lt;/code&gt; service to run the agent.
ar_sa: يقوم بإعداد خدمة <code>systemd</code> لتشغيل الوكيل.
da_dk: Opsætter en <code>systemd</code>-tjeneste til at køre agenten.
el_gr: Ρυθμίζει μια υπηρεσία <code>systemd</code> για να εκτελεί τον πράκτορα.
ja_jp: エージェントを実行するための<code>systemd</code>サービスを設定します。
ko_kr: 에이전트를 실행하기 위해 <code>systemd</code> 서비스를 설정합니다.
pt_pt: Configura um serviço <code>systemd</code> para executar o agente.
th_th: ตั้งค่าเซอร์วิส <code>systemd</code> เพื่อรันเอเจนต์
tr_tr: Aracıyı çalıştırmak için bir <code>systemd</code> servisi kurar.
vi_vn: Thiết lập một dịch vụ <code>systemd</code> để chạy agent.
zh_hk: 設定一個 <code>systemd</code> 服務來運行终端程式。
