Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Dashboard/Details.*.resx
Languages: el_gr, fi_fi, hi_in, th_th, uk_ua, vi_vn

source: Abandon
el_gr: Αποχώρηση
fi_fi: Jätä käyttämättä

source: Abandoning is not deletion. If this agent persists in submitting, it will appear again soon. Please use systemd command to stop the agent.
el_gr: Η απόρριψη δεν είναι διαγραφή. Αν αυτός ο εκτελεστής συνεχίσει να υποβάλλει, θα εμφανιστεί ξανά σύντομα. Παρακαλώ χρησιμοποιήστε την εντολή systemd για να τον σταματήσετε.
fi_fi: Lopettaminen ei ole poistaminen. Jos tämä agentti jatkaa lähetystä, se ilmestyy pian uudelleen. Käytä systemd-komentoa pysäyttääksesi agentin.

source: Agent Information
el_gr: Πληροφορίες Παράγοντα
fi_fi: Asiakkaan tiedot
hi_in: एजेंट जानकारी
th_th: ข้อมูลเอเจนต์
uk_ua: Інформація про агента
vi_vn: Thông Tin Agent

source: Agent Version
el_gr: Έκδοση Παράγοντα
fi_fi: Agentin versio
hi_in: एजेंट संस्करण
th_th: เวอร์ชันเอเจนต์
uk_ua: Версія агента
vi_vn: Phiên bản Agent

source: Back to Dashboard
el_gr: Πίσω στον Πίνακα Ελέγχου
fi_fi: Takaisin kojelaudalle
hi_in: डैशबोर्ड पर वापस
th_th: กลับไปที่แดชบอร์ด
uk_ua: Назад до Панелі керування
vi_vn: Quay lại Bảng điều khiển

source: Client Details
el_gr: Στοιχεία Πελάτη
fi_fi: Asiakkaan tiedot
hi_in: क्लाइंट विवरण
th_th: รายละเอียดไคลเอ็นต์
uk_ua: Деталі клієнта
vi_vn: Thông Tin Máy Khách

source: Client ID
el_gr: Αναγνωριστικό Πελάτη
fi_fi: Asiakastunniste
hi_in: क्लाइंट आईडी
th_th: รหัสไคลเอ็นต์
uk_ua: Ідентифікатор клієнта
vi_vn: ID Máy khách

source: Cores
el_gr: Πυρήνες
fi_fi: Ytimet
hi_in: कोर
th_th: จำนวนคอร์
uk_ua: Ядра
vi_vn: Lõi

source: Cores - RAM - Disk
el_gr: Πυρήνες-RAM-Δίσκος
fi_fi: Ytimet-Muisti-Levy
hi_in: कोर-रैम-डिस्क
th_th: จำนวนคอร์-แรม-ดิสก์
uk_ua: Ядра-ОЗП-Диск
vi_vn: Số lõi - RAM - Ổ cứng

source: CPU Usage
el_gr: Χρήση CPU
fi_fi: Suorittimen käyttöaste
hi_in: सीपीयू उपयोग
th_th: การใช้ซีพียู
uk_ua: Використання процесора
vi_vn: Mức sử dụng CPU

# Disk
source: Disc
el_gr: Δίσκος
fi_fi: Levyke
hi_in: डिस्क
th_th: ดิสก์
uk_ua: Диск
vi_vn: Ổ cứng

source: Disk I/O
el_gr: Είσοδος/Έξοδος Δίσκου
fi_fi: Levyaseman siirto
hi_in: डिस्क I/O
th_th: การอ่านเขียนดิสก์
uk_ua: Дискове введення-виведення
vi_vn: Đĩa I/O

source: Disk Usage
el_gr: Χρήση δίσκου

source: Hardware Details
el_gr: Λεπτομέρειες Υλικού
fi_fi: Laitteiston yksityiskohdat
hi_in: हार्डवेयर विवरण
th_th: รายละเอียดฮาร์ดแวร์
uk_ua: Апаратні характеристики
vi_vn: Thông Tin Phần Cứng

source: Hardware SKU
el_gr: SKU Υλικού
fi_fi: Laitteiston tuotenumero
hi_in: हार्डवेयर SKU
th_th: รหัสสินค้าฮาร์ดแวร์
uk_ua: Апаратний SKU
vi_vn: Mã phần cứng

source: Identity
el_gr: Ταυτότητα
fi_fi: Identiteetti
hi_in: पहचान
th_th: ข้อมูลประจำตัว
uk_ua: Ідентифікація
vi_vn: Định danh

source: Kernel Version
el_gr: Έκδοση Πυρήνα
fi_fi: Ytimen versio
hi_in: कर्नेल संस्करण
th_th: เวอร์ชันเคอร์เนล
uk_ua: Версія ядра
vi_vn: Phiên bản Kernel

source: Last Boot Time
el_gr: Τελευταία Εκκίνηση
fi_fi: Viimeisin käynnistysaika
hi_in: अंतिम बूट समय
th_th: เวลาบูตครั้งล่าสุด
uk_ua: Час останнього завантаження
vi_vn: Thời gian khởi động cuối cùng

source: Last Process
el_gr: Τελευταία Διεργασία
fi_fi: Viimeisin prosessi
hi_in: अंतिम प्रक्रिया
th_th: กระบวนการล่าสุด
uk_ua: Останній процес
vi_vn: Quy trình cuối cùng

source: Last Update
el_gr: Τελευταία Ενημέρωση
fi_fi: Viimeisin päivitys
hi_in: अंतिम अद्यतन
th_th: อัปเดตล่าสุด
uk_ua: Останнє оновлення
vi_vn: Cập nhật lần cuối

# Mainly used by process
source: Primarily utilised by process
el_gr: Κυρίως χρησιμοποιείται από διεργασία
fi_fi: Enimmäkseen prosessin käyttämä
hi_in: मुख्य रूप से प्रक्रिया द्वारा उपयोग किया गया
th_th: ส่วนใหญ่ใช้โดยกระบวนการ
uk_ua: В основному використовується процесом
vi_vn: Chủ yếu được sử dụng bởi tiến trình

# MOTD
source: Message of the Day
el_gr: Μήνυμα της ημέρας
fi_fi: Päivän viesti
hi_in: संदेश दिवस
th_th: ข้อความต้อนรับ (MOTD)
uk_ua: Повідомлення дня
vi_vn: Thông điệp trong ngày

source: Network I/O
el_gr: Δικτυακή Εισ/Εξ
fi_fi: Verkon I/O
hi_in: नेटवर्क I/O
th_th: เครือข่าย I/O
uk_ua: Мережевий ввід/вивід
vi_vn: Lượng I/O Mạng

source: Operating System
el_gr: Λειτουργικό Σύστημα
fi_fi: Käyttöjärjestelmä
hi_in: ऑपरेटिंग सिस्टम
th_th: ระบบปฏิบัติการ
uk_ua: Операційна система
vi_vn: Hệ điều hành

source: RAM
el_gr: Μνήμη RAM
hi_in: रैम
th_th: แรม
uk_ua: ОЗП

source: RAM Usage
el_gr: Χρήση Μνήμης RAM
fi_fi: Käytössä oleva RAM-muisti
hi_in: RAM उपयोग
th_th: การใช้หน่วยความจำ
uk_ua: Використання оперативної пам'яті
vi_vn: Mức Sử Dụng RAM

# Runtime Info
source: Runtime Information
el_gr: Πληροφορίες Εκτέλεσης
fi_fi: Käyttöajon tiedot
hi_in: रनटाइम जानकारी
th_th: ข้อมูลขณะทำงาน
uk_ua: Інформація про середовище виконання
vi_vn: Thông tin Thời gian chạy

source: System Load
el_gr: Φόρτωση Συστήματος
fi_fi: Järjestelmän kuormitus
hi_in: सिस्टम लोड
th_th: โหลดระบบ
uk_ua: Навантаження системи
vi_vn: Tải Hệ Thống
