Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Deploy/SelfHost.*.resx
Languages: fi_fi

source: About StatHub
fi_fi: Tietoja StatHubista

source: Always create a personal fork before submitting PRs.
fi_fi: Luo aina henkilökohtainen forkki ennen kuin lähetät PR:itä.

source: Anywhere
fi_fi: Mihin tahansa

source: Binary path
fi_fi: Binääripolku

source: Config path
fi_fi: Määrityksen polku

source: Container Context
fi_fi: Säiliöympäristö

source: Contribute
fi_fi: Osallistu

source: Data path
fi_fi: Tiedostopolku

source: Deploy
fi_fi: Julkaise

source: Development &amp; Manual Run
fi_fi: Kehitys & manuaalinen suoritus

source: Execute `dotnet run` to run the app.
fi_fi: Suorita komento `dotnet run` käynnistääksesi sovelluksen.

source: Execute `npm install` at `wwwroot` folder.
fi_fi: Suorita `npm install` -komento kansiossa `wwwroot`.

source: First, install Docker. Then run the following commands in a Linux shell:
fi_fi: Asenna ensin Docker. Suorita sitten seuraavat komennot Linux-käyttöjärjestelmän käyttöliittymässä:

source: Image
fi_fi: Kuva

source: Open the `.sln` file.
fi_fi: Avaa tiedosto `.sln`.

source: Or with a custom port:
fi_fi: Tai mukautetulla portilla:

source: Ports
fi_fi: Portit

source: Prerequisites
fi_fi: Edellytykset

source: Press `F5` to run the app.
fi_fi: Paina F5-näppäintä käynnistääksesi sovelluksen.

source: Property
fi_fi: Ominaisuus

source: Recommended
fi_fi: Suositeltu

source: Report Issue
fi_fi: Ilmoita ongelmasta

source: Run in Docker
fi_fi: Suorita Dockerissa

source: Run in Ubuntu
fi_fi: Suorita Ubuntu:ssa

source: Run in Visual Studio
fi_fi: Suorita Visual Studio:ssa

source: Run Manually
fi_fi: Suorita manuaalisesti

source: Self Host
fi_fi: Oma isäntä

source: StatHub is a simple server stat statistics system. It can collect server stats and display them in a simple way.
fi_fi: StatHub on yksinkertainen palvelimen tilastoja keräävä järjestelmä. Se voi kerätä palvelimen tilastoja ja näyttää ne yksinkertaisella tavalla.

source: That will start a web server at http://localhost:5000 and you can test the app.
fi_fi: Se luo web-palvelimen osoitteeseen http://localhost:5000, ja voit testata sovellusta.

source: The following script will install/update this app on your Ubuntu server. Supports Ubuntu 25.04.
fi_fi: Seuraava skripti asentaa tai päivittää tämän sovelluksen Ubuntu-palvelimellesi. Tukee Ubuntu 25.04:aa.

source: Value
fi_fi: Arvo

source: Visit http://localhost:5000.
fi_fi: Vieraile http://localhost:5000.

source: We&apos;re interested in your feedback! You can submit a suggestion or feature request through the issue tracker.
fi_fi: Olemme kiinnostuneita palautteestasi! Voit lähettää ehdotuksen tai ominaisuuspyynnön ongelman seurantajärjestelmän kautta.
