Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Roles/Details.*.resx
Languages: ar_sa, da_dk, el_gr, fi_fi, id_id, ja_jp, nl_nl, pl_pl, pt_br, sv_se, th_th, vi_vn, zh_tw

source: View User
ar_sa: عرض المستخدم
da_dk: Se bruger
el_gr: Προβολή Χρήστη
fi_fi: Näytä käyttäjä
id_id: Lihat Pengguna
ja_jp: ユーザーを表示
nl_nl: Bekijk gebruiker
pl_pl: Wyświetl użytkownika
pt_br: Ver Usuário
sv_se: Visa användare
th_th: ดูข้อมูลผู้ใช้
vi_vn: Xem Người Dùng
zh_tw: 檢視使用者

source: Role Details:
ar_sa: تفاصيل الدور:
da_dk: Roledetaljer:
el_gr: Λεπτομέρειες Ρόλου:
fi_fi: Roolin tiedot:
id_id: Detail Peran:
ja_jp: ロールの詳細:
nl_nl: Rolgegevens:
pl_pl: Szczegóły roli:
pt_br: Detalhes da Função:
sv_se: Rollinformation:
th_th: รายละเอียดบทบาท:
vi_vn: Chi Tiết Vai Trò:
zh_tw: 角色詳細資訊：

source: Users with this Role
ar_sa: المستخدمون الحاصلون على هذا الدور
da_dk: Brugere med denne rolle
el_gr: Χρήστες με αυτόν τον Ρόλο
fi_fi: Käyttäjät, joilla on tämä rooli
id_id: Pengguna dengan Peran Ini
ja_jp: このロールを持つユーザー
nl_nl: Gebruikers met deze rol
pl_pl: Użytkownicy z tą rolą
pt_br: Usuários com esta Função
sv_se: Användare med denna roll
th_th: ผู้ใช้ที่มีบทบาทนี้
vi_vn: Người dùng có Vai trò này
zh_tw: 具有此角色的使用者

source: Permissions Granted by this Role
ar_sa: الصلاحيات الممنوحة بواسطة هذا الدور
da_dk: Tilladelser givet af denne rolle
el_gr: Δικαιώματα που Παραχωρούνται από αυτόν τον Ρόλο
fi_fi: Tämän roolin myöntämät käyttöoikeudet
id_id: Izin yang Diberikan oleh Peran Ini
ja_jp: このロールによって付与される権限
nl_nl: Machtigingen verleend door deze rol
pl_pl: Uprawnienia nadane przez tę rolę
pt_br: Permissões Concedidas por esta Função
sv_se: Behörigheter som beviljas av denna roll
th_th: สิทธิ์ที่ได้รับจากบทบาทนี้
vi_vn: Quyền được Cấp bởi Vai trò này
zh_tw: 此角色授予的權限

source: This role has no specific permissions assigned.
ar_sa: هذا الدور لا يمتلك أي صلاحيات محددة مُخصصة له.
da_dk: Denne rolle har ingen specifikke tilladelser tildelt.
el_gr: Αυτός ο ρόλος δεν έχει καμία συγκεκριμένη ανάθεση δικαιωμάτων.
fi_fi: Tälle roolille ei ole määritetty erityisiä käyttöoikeuksia.
id_id: Peran ini tidak memiliki izin spesifik yang ditetapkan.
ja_jp: このロールには特定の権限が割り当てられていません。
nl_nl: Deze rol heeft geen specifieke machtigingen toegewezen.
pl_pl: Ta rola nie ma przypisanych żadnych konkretnych uprawnień.
pt_br: Esta função não tem permissões específicas atribuídas.
sv_se: Den här rollen har inga specifika behörigheter tilldelade.
th_th: บทบาทนี้ยังไม่มีการกำหนดสิทธิ์เฉพาะใดๆ
vi_vn: Vai trò này không được gán bất kỳ quyền cụ thể nào.
zh_tw: 此角色未分配特定權限。

source: A comprehensive overview of the role, its permissions, and assigned users.
ar_sa: نظرة شاملة على الدور، صلاحياته، والمستخدمين المعينين فيه.
da_dk: En omfattende oversigt over rollen, dens tilladelser og tildelte brugere.
el_gr: Μια περιεκτική επισκόπηση του ρόλου, των δικαιωμάτων του και των αντιστοιχισμένων χρηστών.
fi_fi: Kattava yleiskuva roolista, sen käyttöoikeuksista ja määritetyistä käyttäjistä.
id_id: Ringkasan komprehensif tentang peran, izin-izinnya, dan pengguna yang ditetapkan.
ja_jp: このロール、その権限、および割り当てられたユーザーに関する包括的な概要。
nl_nl: Een uitgebreid overzicht van de rol, de bijbehorende machtigingen en toegewezen gebruikers.
pl_pl: Kompleksowy przegląd roli, jej uprawnień i przypisanych użytkowników.
pt_br: Uma visão geral abrangente da função, suas permissões e usuários atribuídos.
sv_se: En översiktlig sammanställning av rollen, dess behörigheter och tilldelade användare.
th_th: ภาพรวมที่ครอบคลุมของบทบาท สิทธิ์ที่เกี่ยวข้อง และผู้ใช้ที่ถูกกำหนด
vi_vn: Một cái nhìn toàn diện về vai trò, các quyền hạn và người dùng được chỉ định.
zh_tw: 此角色權限及指派使用者的完整概述。

source: Edit this Role
ar_sa: تعديل هذه الصلاحية
da_dk: Rediger denne rolle
el_gr: Επεξεργαστείτε αυτόν τον Ρόλο
fi_fi: Muokkaa tätä roolia
id_id: Edit Peran Ini
ja_jp: このロールを編集
nl_nl: Bewerk deze rol
pl_pl: Edytuj tę rolę
pt_br: Editar esta Função
sv_se: Redigera denna roll
th_th: แก้ไขบทบาทนี้
vi_vn: Chỉnh sửa Vai trò này
zh_tw: 編輯此角色

source: No users are currently assigned to this role.
ar_sa: لا يوجد مستخدمون معينون حاليًا لهذه الصلاحية.
da_dk: Der er i Ã¸jeblikket ingen brugere tildelt denne rolle.
el_gr: Δεν υπάρχουν χρήστες που να έχουν ανατεθεί σε αυτόν τον ρόλο αυτήν τη στιγμή.
fi_fi: Tälle roolille ei ole tällä hetkellä määritetty yhtään käyttäjää.
id_id: Tidak ada pengguna yang saat ini ditetapkan untuk peran ini.
ja_jp: このロールには現在ユーザーが割り当てられていません。
nl_nl: Er zijn momenteel geen gebruikers aan deze rol toegewezen.
pl_pl: Żaden użytkownik nie jest obecnie przypisany do tej roli.
pt_br: Nenhum usuário está atualmente atribuído a esta função.
sv_se: Inga användare är för närvarande tilldelade den här rollen.
th_th: ขณะนี้ยังไม่มีผู้ใช้ที่ถูกกำหนดให้กับบทบาทนี้
vi_vn: Hiện tại không có người dùng nào được gán cho vai trò này.
zh_tw: 目前沒有使用者被指派到此角色。

source: Back to Roles List
ar_sa: العودة إلى قائمة الأدوار
da_dk: Tilbage til rolliste
el_gr: Πίσω στη Λίστα Ρόλων
fi_fi: Takaisin rooliluetteloon
id_id: Kembali ke Daftar Peran
ja_jp: ロール一覧に戻る
nl_nl: Terug naar Rollenlijst
pl_pl: Powrót do listy ról
pt_br: Voltar à Lista de Funções
sv_se: Tillbaka till rollistan
th_th: กลับไปยังรายการบทบาท
vi_vn: Quay lại Danh sách Vai trò
zh_tw: 返回角色列表

source: Delete this Role
ar_sa: حذف هذه الصلاحية
da_dk: Slet denne rolle
el_gr: Διαγραφή αυτού του Ρόλου
fi_fi: Poista tämä rooli
id_id: Hapus Peran Ini
ja_jp: このロールを削除
nl_nl: Verwijder deze rol
pl_pl: Usuń tę rolę
pt_br: Excluir este Perfil
sv_se: Ta bort den här rollen
th_th: ลบบทบาทนี้
vi_vn: Xóa Vai trò này
zh_tw: 刪除此角色

source: View
ar_sa: عرض
da_dk: Se
el_gr: Προβολή
fi_fi: Näytä
id_id: Lihat
ja_jp: 表示
nl_nl: Bekijken
pl_pl: Wyświetl
pt_br: Ver
sv_se: Visa
th_th: ดู
vi_vn: Xem
zh_tw: 檢視

source: Assigned Users
ar_sa: المستخدمون المعينون
da_dk: Tilknyttede brugere
el_gr: Ανατεθειμένοι Χρήστες
fi_fi: Määritetyt käyttäjät
id_id: Pengguna yang Ditugaskan
ja_jp: 割り当て済みユーザー
nl_nl: Toegewezen gebruikers
pl_pl: Przypisani użytkownicy
pt_br: Usuários Atribuídos
sv_se: Tilldelade användare
th_th: ผู้ใช้ที่ถูกกำหนด
vi_vn: Người dùng được chỉ định
zh_tw: 已分配的使用者

source: Permissions Granted
ar_sa: الصلاحيات الممنوحة
da_dk: Tildelte tilladelser
el_gr: Δικαιώματα που Εχουν Παραχωρηθεί
fi_fi: Myönnetyt käyttöoikeudet
id_id: Izin yang Diberikan
ja_jp: 付与された権限
nl_nl: Toegekende Machtigingen
pl_pl: Nadane uprawnienia
pt_br: Permissões Concedidas
sv_se: Beviljade behörigheter
th_th: สิทธิ์ที่ได้รับ
vi_vn: Quyền đã được cấp
zh_tw: 已授予的權限
