Repository: AiursoftWeb/StatHub
Catalog: src/Aiursoft.StatHub/Resources/Views/Home/SelfHost.*.resx
Languages: ja_jp, uk_ua

source: About StatHub
ja_jp: StatHubについて
uk_ua: Про StatHub

source: Always create a personal fork before submitting PRs.
ja_jp: PRを送信する前に、常に個人用のフォークを作成してください。
uk_ua: Завжди створюйте особисту гілку перед надсиланням запитів на злиття.

source: and the default password is:
ja_jp: そしてデフォルトのパスワードは：
uk_ua: і пароль за замовчуванням:

source: Anywhere
ja_jp: どこでも
uk_ua: Де завгодно

source: Binary path
ja_jp: バイナリのパス
uk_ua: Шлях до бінарного файлу

source: Config path
ja_jp: 設定パス
uk_ua: Шлях до конфігурації

source: Container Context
ja_jp: コンテナのコンテキスト
uk_ua: Контекст контейнера

source: Contribute
ja_jp: 貢献
uk_ua: Зробити внесок

source: Data path
ja_jp: データパス
uk_ua: Шлях до даних

source: Deploy
ja_jp: デプロイ
uk_ua: Розгорнути

source: Development &amp; Manual Run
ja_jp: 開発 & 手動実行
uk_ua: Розробка та ручний запуск

source: Execute `dotnet run` to run the app.
ja_jp: `dotnet run` を実行してアプリを起動します。
uk_ua: Виконайте `dotnet run`, щоб запустити програму.

source: Execute `npm install` at `wwwroot` folder.
ja_jp: `wwwroot` フォルダーで `npm install` を実行してください。
uk_ua: Виконайте `npm install` у папці `wwwroot`.

source: First, install Docker. Then run the following commands in a Linux shell:
ja_jp: 最初に Docker をインストールしてください。その後、次のコマンドを Linux シェルで実行してください。
uk_ua: Спочатку встановіть Docker. Потім виконайте наступні команди в оболонці Linux:

source: Image
ja_jp: イメージ
uk_ua: Зображення

source: Live Demo
ja_jp: ライブデモ

source: Open the `.sln` file.
ja_jp: `.sln` ファイルを開いてください。
uk_ua: Відкрийте файл `.sln`.

source: Or with a custom port:
ja_jp: またはカスタムポートを使用する場合：
uk_ua: Або з власним портом:

source: Ports
ja_jp: ポート
uk_ua: Порти

source: Prerequisites
ja_jp: 前提条件
uk_ua: Попередні умови

source: Press `F5` to run the app.
ja_jp: F5 を押してアプリを実行します。
uk_ua: Натисніть `F5`, щоб запустити програму.

source: Property
ja_jp: プロパティ
uk_ua: Властивість

source: Pull Request
ja_jp: プルリクエスト

source: Recommended
ja_jp: 推奨
uk_ua: Рекомендовано

source: Report Issue
ja_jp: 問題を報告する
uk_ua: Повідомити про проблему

source: Run in Docker
ja_jp: Dockerで実行
uk_ua: Запустити в Docker

source: Run in Ubuntu
ja_jp: Ubuntuで実行
uk_ua: Запустити в Ubuntu

source: Run in Visual Studio
ja_jp: Visual Studio で実行
uk_ua: Запустити в Visual Studio

source: Run Manually
ja_jp: 手動で実行
uk_ua: Запустити вручну

source: Self Host
ja_jp: セルフホスト
uk_ua: Самостійний розгортання

source: StatHub is a simple server stat statistics system. It can collect server stats and display them in a simple way.
ja_jp: StatHub はシンプルなサーバー統計情報を収集・表示するシステムです。サーバーの状態情報を簡単に取得し、表示できます。
uk_ua: StatHub — це проста система статистики сервера. Вона може збирати статистику сервера та відображати її простим способом.

source: That will start a web server at http://localhost:5000 and you can test the app.
ja_jp: これにより、http://localhost:5000 でWebサーバーが起動し、アプリをテストできます。
uk_ua: Це запустить веб-сервер за адресою http://localhost:5000, і ви зможете протестувати програму.

source: The default username is:
ja_jp: デフォルトのユーザー名は：
uk_ua: За замовчуванням ім'я користувача:

source: The following script will install/update this app on your Ubuntu server. Supports Ubuntu 25.04.
ja_jp: 以下のスクリプトは、Ubuntuサーバーにこのアプリをインストール/更新します。Ubuntu 25.04をサポートしています。
uk_ua: Наступний скрипт встановить або оновить цей додаток на вашому сервері Ubuntu. Підтримується Ubuntu 25.04.

source: Value
ja_jp: 値
uk_ua: Значення

source: Visit http://localhost:5000.
ja_jp: http://localhost:5000 にアクセスしてください。
uk_ua: Відвідайте http://localhost:5000.

source: We&apos;re interested in your feedback! You can submit a suggestion or feature request through the issue tracker.
ja_jp: ご意見をお聞かせください！ご提案や機能リクエストは、イシュー追跡ツールから送信できます。
uk_ua: Ми зацікавлені у вашому відгузі! Ви можете подати пропозицію або запит на нову функцію через систему відстеження проблем.
